import React from "react";
import img from "../../assets/Hover/Spider-man.jpg";
const ProductInformationTab: React.FC = () => {
  return (
    <div className="p-5 rounded-xl bg-white">
      مگر می‌شود پا به دنیای گیم گذاشت و شیفته بازی GTA V نشد؟ بازی GTA یا
      (Grand Theft Auto) یکی از بهترین و پرطرفدارترین بازی‌های ویدئویی در سراسر
      جهان به‌حساب می‌آید که GTA V جدیدترین نسخه منتشر شده از آن در بازار است.
      این بازی به‌قدری هیجان‌انگیز و جذاب است که حتی پس از گذشت یک دوره طولانی
      از ساخت و انتشار آن، هنوز هواداران خود را دارد که تعدادشان روز به روز
      افزایش پیدا می‌کند. البته این دستاوردهای فوق‌العاده به لطف پتانسیل بسیار
      بالا و خوب بازی محقق شد و همچنان با انتشار به‌روزرسانی‌های مستمر، محتوای
      جدید و بازی جذاب‌تری را به کاربرانش ارائه می‌دهد. این همه چیز نیست! با
      گلدن گیمز همراه باشید و درباره این بازی پرطرفدار و همچنین خرید جی تی ای وی
      بیشتر بدانید:
      <img className="w-full h-[60vh] my-10" title="img" src={img} />
      تاریخ انتشار: 2013 ژانر بازی: اکشن-ماجراجویی پلتفرم‌های بازی: PlayStation
      5, PlayStation 4, Xbox 360, Xbox One, و PC. نسخه‌های به‌روزرسانی شده برای
      PlayStation 5 و Xbox Series X/S نیز منتشر شده‌اند. کمپانی سازنده: Rockstar
      North ناشر: Rockstar Games Grand Theft Auto V، توسعه یافته توسط Rockstar
      North و منتشر شده توسط Rockstar Games، هفتمین نصب اصلی در سری Grand Theft
      Auto است. این بازی در سال 2013 منتشر شد و از آن زمان به یکی از پرفروش‌ترین
      بازی‌های ویدئویی تاریخ تبدیل شده است. GTA V در شهر خیالی Los Santos و
      مناطق اطراف آن در ایالت خیالی San Andreas جریان دارد، که الهام گرفته از
      لس‌آنجلس و جنوب کالیفرنیا است. بازیکنان می‌توانند در نقش سه شخصیت اصلی:
      Michael De Santa, Franklin Clinton, و Trevor Philips بازی کنند، که
      داستان‌های آن‌ها به هم گره خورده و درگیر سری ماموریت‌های پرخطر و
      فعالیت‌های جنایی هستند. معرفی بازی GTA V Introducing-the-GTA-V-game پس از
      این که در سال 2007 بازی gta IV منتشر شد، کمپانی‌های مختلفی سعی بر این
      داشتند تا بازی‌هایی به شکل جهان آزاد همچون gta بسازند و هر یک از این
      بازی‌ها به نوبه خود موفقیت زیادی داشتند. اما لازم به ذکر است کسانی که چنین
      بازی‌هایی در دنیای آزاد را تجربه کرده‌اند، همه آن‌ها به‌اتفاق می‌گویند که
      هیچ بازی‌ای همچون gta نیست و نخواهد بود. همین موضوع سبب شده بود تا
      طرف‌داران بازی‌های آزاد همگی منتظر نسخه‌ی جدید این بازی یعنی gta v باشند.
      نسخه‌ی جدید بازی gta که توسط کمپانی راک استار تولید شده است، سری جدید از
      بازی‌های gta است که باز هم با آمدنش، غوغایی را در میان بازی‌های دنیای آزاد
      ایجاد کرد و برای بار دیگری مرزهای بازی‌های این سبکی را جابه‌جا کرد. این
      بازی برای نسل هفتم و هشتم منتشر شد و توانست محبوبیتی بسیار باورنکردنی را
      در میان کاربران به دست آورد و در حال حاضر نیز قرار است تا نسل نهم بازی GTA
      V منتشر شود. دلیلی که سبب شده این بازی بتواند تا امروز سرپا و پرطرفدار
      بماند وجود سرورهای رول پلی است که اجازه انتخاب شخصیت‌ها و مشاغل مختلف را
      به بازیکنان می‌دهد. در واقع، این شما هستید که انتخاب می‌کنید با کدام
      کاراکتر تجربه جذاب این بازی را به خودتان هدیه دهید. همچنین بخش آنلاین بازی
      نیز که توسط تعداد زیادی از کاربران حمایت می‌شود، از دیگر دلایل موفقیت این
      بازی است. شما میتوانی تجربه خرید اکانت gta v برای ps5 و ps4 را از فروشگاه
      گلدن گیمز داشته باشید. سری هم به این بازی پُرطرفدار بزنید: اکانت قانونی
      FIFA 23
    </div>
  );
};

export default ProductInformationTab;
